TOKEN = "6325036115:AAE0BExnsIPKqDAzjUWYaTvEUkwoyXIC-Ic"
group = "@haishinharcumner"


but1 = "Շինարարություն"
but2 = "Լոգիստիկա"
but3 = "Վաճառք"
but4 = "Առաջարկ"
but5 = "Վերադառնալ"
but6 = "Չեղարկել"


begin = "Բարև Ձեզ, դուք միացել եք Haishin կազմակերպության բոտին, խնդրում ենք ընտրել այն տարբերակը, որը հարմար է ձեզ հետագա գործողությունների համար:"
send_your_contact = "Հիանալի է, հետագա գործողությունների համար դուք պետք է թողնեք ձեր տվյալները:"

register1 = "1. Մուտքագրեք ձեր անուն և ազգանունը:"
register2 = "2. Մուտքագրեք ձեր հեռախոսահամարը:"
register3 = "3. Եթե ցանկանում եք ավելացնել այլ տեղեկություններ, ապա սեղմեք \U0001F4CE կոճակը, եթե ոչ, պարզապես ուղարկեք ցանկացած հաղորդագրություն:"

done = "Գործողությունն ավարտված է:"

return1 = "Դուք վերադարձել եք նախորդ էջ, գործարքը ավտոմատ կերպով ավարտվեց:"
return2 = "Դուք վերադարձել եք նախորդ էջ:"

false_cancel = "Դուք չունեք ակտիվ գործարքներ, սեղմեք 'Վերադառնալ' կոճակը:"

right = "Դուք հաջողությամբ հաղորդագրություն եք ուղարկել տեխնիկական սպասարկման կենտրոն, սպասեք զանգի:"

right_deal = "Գործարքը հաջողությամբ ավարտվեց:"
false_deal = "Դուք չեք կարող օգտագործել այս հրամանը:"

option_name_failed = "Անվան նվազագույն երկարությունը 2 նիշ է, առավելագույնը՝ 50, խնդրում ենք կրկին մուտքագրել անունը:"
option_tel_failed = "Հեռախոսի նվազագույն երկարությունը 5 նիշ է, առավելագույնը՝ 50, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"


cancel = "Դուք չեղարկել եք գործարքը"

cancel_number = "Տեղի է ունեցել սխալ, դուք պետք է մուտքագրեք ձեր հեռախոսահամարը, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"
cancel_name = "Տեղի է ունեցել սխալ, դուք պետք է մուտքագրեք ձեր անունը, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"

failed = "Տեղի է ունեցել սխալ, խնդրում ենք կրկին փորձել:"

cancel_other = "Դուք կարող եք ուղարկել միայն մեկ ֆայլ, խնդրում ենք կրկին փորձել:"

bac = "Դուք բաց եք թողել այս կետը եւ հաջողությամբ հաղորդագրություն եք ուղարկել տեխնիկական սպասարկման կենտրոն, սպասեք զանգի:"

error = "Տեղի է ունեցել սխալ, խնդրում ենք փորձել կրկին:"

hramanner = ["barev", "barev dzez", "բարեւ", "բարեւ դզեզ", "ողջույն"]