TOKEN = "6325036115:AAE0BExnsIPKqDAzjUWYaTvEUkwoyXIC-Ic"

but1 = "Շինարարություն"
but2 = "Վաճառք"
but3 = "Առաջարկ"
but4 = "Բեռնափոխադրումներ"
but5 = "Վերադառնալ"
but6 = "Չեղարկել"


begin = "Բարև Ձեզ, դուք միացել եք Haishin կազմակերպության բոտին, խնդրում ենք ընտրել այն տարբերակը, որը հարմար է ձեզ հետագա գործողությունների համար:"
send_your_contact = "Հիանալի է, հետագա գործողությունների համար դուք պետք է թողնեք ձեր տվյալները:"

register1 = "1. Մուտքագրեք ձեր անունը:"
register2 = "2. Մուտքագրեք ձեր հեռախոսահամարը:"

done = "Գործողությունն ավարտված է:"

return1 = "Դուք վերադարձել եք նախորդ էջ:"

right = "Դուք հաջողությամբ հաղորդագրություն եք ուղարկել տեխնիկական սպասարկման կենտրոն, սպասեք զանգի:"


option_name_failed = "Անվան նվազագույն երկարությունը 2 նիշ է, առավելագույնը՝ 50, խնդրում ենք կրկին մուտքագրել անունը:"
option_tel_failed = "Հեռախոսի նվազագույն երկարությունը 5 նիշ է, առավելագույնը՝ 50, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"


cancel = "Դուք չեղարկել եք գործարքը"

cancel_number = "Տեղի է ունեցել սխալ, դուք պետք է մուտքագրեք ձեր հեռախոսահամարը, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"
cancel_name = "Տեղի է ունեցել սխալ, դուք պետք է մուտքագրեք ձեր անունը, խնդրում ենք կրկին մուտքագրել հեռախոսահամարը:"

failed = "Տեղի է ունեցել սխալ, խնդրում ենք կրկին փորձել:"